Repository: pascalalich/t3music
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_t3music_domain_model_albums
source: Albums
de: Alben

# tx_t3music_domain_model_album.title
source: title
de: Titel

# tx_t3music_domain_model_album.description
source: description
de: Beschreibung

# tx_t3music_domain_model_album.year
source: Year of publication
de: Erscheinungsjahr

# tx_t3music_domain_model_album.image
source: Cover image
de: Deckblatt

# tx_t3music_domain_model_album.price.cd
source: CD Price
de: CD-Preis

# tx_t3music_domain_model_album.price.mp3
source: MP3 Price
de: MP3-Preis

# tx_t3music_domain_model_album.taxes
source: incl. VAT
de: inkl. 19% MwSt.

# tx_t3music_domain_model_album.buy.cd
source: Buy CD
de: CD kaufen

# tx_t3music_domain_model_album.buy.mp3
source: Buy all MP3s
de: Alle MP3s kaufen

# tx_t3music_domain_model_track.buy.mp3
source: Buy MP3
de: MP3 kaufen

# tx_t3music_domain_model_track.number
source: number
de: Nummer

# tx_t3music_domain_model_track.title
source: Title
de: Titel

# tx_t3music_domain_model_track.length
source: Length
de: Länge

# tx_t3music_domain_model_track.full_file
source: Song in full length
de: Song in voller Länge

# tx_t3music_domain_model_track.sample_file
source: Song in sample length
de: Songausschnitt

# tx_t3music_domain_model_track.price
source: Price
de: Preis

# tx_t3music_domain_model_track.playSample
source: Play sample
de: Songausschnitt abspielen
